{
    "early_4_point": {
        "title": "জরুরি ৪ দফা দাবি",
        "date": "১৮ জুলাই ২০২৪",
        "description": "আন্দোলনের ওপর ক্র্যাকডাউন ও ইন্টারনেট শাটডাউনের পর আলটিমেটাম।",
        "items": [
            "ইন্টারনেট সচল করা।",
            "কারফিউ প্রত্যাহার করা।",
            "বিশ্ববিদ্যালয় ক্যাম্পাসগুলো থেকে আইনশৃঙ্খলা রক্ষাকারী বাহিনী সরিয়ে নিয়ে হল খুলে দেওয়া।",
            "আন্দোলনের সমন্বয়কদের নিরাপত্তা নিশ্চিত করা।"
        ]
    },
    "9_point": {
        "title": "৯ দফা দাবি",
        "date": "১৯ জুলাই ২০২৪",
        "description": "শিক্ষার্থীদের উপর নির্বিচার গুলি ও হত্যার প্রতিবাদে ঘোষিত ঐতিহাসিক ৯ দফা।",
        "items": [
            "প্রধানমন্ত্রীকে ছাত্র হত্যার দায় নিয়ে প্রকাশ্যে ক্ষমা চাইতে হবে।",
            "সড়ক পরিবহন ও সেতুমন্ত্রী, স্বরাষ্ট্রমন্ত্রী, শিক্ষামন্ত্রী ও আইনমন্ত্রীকে পদত্যাগ করতে হবে।",
            "ছাত্র হত্যায় জড়িত পুলিশ কর্মকর্তাদের বরখাস্ত করতে হবে।",
            "ঢাকা, রাজশাহী, জাহাঙ্গীরনগর ও বরিশাল বিশ্ববিদ্যালয়ের উপাচার্য ও প্রক্টরদের পদত্যাগ করতে হবে।",
            "শিক্ষার্থীদের ওপর হামলাকারী পুলিশ ও সন্ত্রাসীদের গ্রেপ্তার করতে হবে।",
            "শহীদ ও আহত শিক্ষার্থীদের পরিবারকে ক্ষতিপূরণ দিতে হবে।",
            "লেজুড়বৃত্তিক ছাত্ররাজনীতি নিষিদ্ধ করে ছাত্র সংসদ চালু করতে হবে।",
            "অবিলম্বে সকল শিক্ষাপ্রতিষ্ঠান ও হল খুলে দিতে হবে।",
            "আন্দোলনকারী শিক্ষার্থীদের কোনো একাডেমিক বা প্রশাসনিক হয়রানি করা যাবে না।"
        ]
    },
    "resistance_4_point": {
        "title": "রেজিস্ট্যান্স উইক ৪ দফা",
        "date": "১৩ আগস্ট ২০২৪",
        "description": "সরকার পতনের পর বিচার ও জবাবদিহিতা নিশ্চিতে উত্থাপিত দাবি।",
        "items": [
            "হত্যাকাণ্ডের দ্রুত বিচারের জন্য বিশেষ ট্রাইব্যুনাল গঠন।",
            "সংখ্যালঘুদের ওপর হামলায় জড়িতদের বিচার নিশ্চিত করা।",
            "ফ্যাসিবাদকে বৈধতা দেওয়া প্রশাসন ও বিচার বিভাগের ব্যক্তিদের অপসারণ ও বিচার।",
            "প্রশাসনে বৈষম্যের শিকার কর্মকর্তাদের সমান সুযোগ নিশ্চিত করা।"
        ]
    },
    "1_point": {
        "title": "১ দফা দাবি",
        "date": "৩ আগস্ট ২০২৪",
        "description": "শহীদ মিনার থেকে ঘোষিত চূড়ান্ত বিজয়ের এক দফা।",
        "items": [
            "প্রধানমন্ত্রী শেখ হাসিনাসহ পুরো সরকারের পদত্যাগ এবং ফ্যাসিবাদী ব্যবস্থার বিলোপ।"
        ]
    }
}